import React from 'react'

const DataTrue = () => {
    return (
        <div>
            <h3> 1.Ціль обробки персональних даних: </h3>
            <p>
                 забезпечення реалізації відносин
                 в сфері реклами, маркетингу та збору персональних даних у комерційних цілях,
                 для інформування фізичних осіб про заходи власників, вивчення попиту учасників,
                 інформування клієнтів про нові заходи і нововведення, виконання вимог законодавства щодо захисту прав споживачів відповідно до Цивільного кодексу України, Господарського кодексу України, Закону України «Про рекламу», Закону України «Про захист прав споживачів», Закону України «Про телекомунікації», Закону України «Про друковані засоби масової інформації (пресу) в Україні», інших законів та підзаконних нормативно-правових актів виключно для здійснення повноважень, визначених законами та на підставі згоди суб'єкта персональних даних.
            </p>
            <h3>
                2. Цілі обробки персональних даних:
            </h3>
            <ol>
                <li> збір інформації про учасників, спортсменів з метою формування статистики; </ li>
                <li> ведення статистики звернень; </ li>
                <li> надання інформації учасникам, спортсменам дані про клуби </ li>
                <li> виконання інших вимог чинного законодавства України. </li>
            </ol>
            <h3> 3. Склад і зміст персональних даних, які можуть збиратися і оброблятися: </h3>
            <ol>
                <li> прізвище, ім'я, по батькові; </ li>
                <li> дата народження; </ li>
                <li> адреса; </ li>
                <li> інформацію про засоби зв'язку з учасником (поштова адреса, контактний номер засобу зв'язку, адреса електронної пошти тощо.). </li>
            </ol>
            
            <h3> 4. Термін зберігання персональних даних: </h3>
            <p> персональні дані будуть зберігатися протягом терміну, необхідного для досягнення зазначених вище цілей і цілей обробки таких даних. Персональні дані можуть бути знищені після закінчення терміну зберігання або у випадках, передбачених чинним законодавством України. Зберігання персональних даних буде здійснюватися Товариством за своїм місцезнаходженням, а також можливо розпорядниками, зазначеними в п.6. </p>

            <h3> 5. Порядок використання персональних даних та захист персональних даних:</h3> 
            <p>Персональні дані будуть використовуватися Товариством та розпорядниками виключно для мети та цілей, зазначених в пунктах 1 і 2 цієї згоди відповідно до чинного законодавства України; використання персональних даних працівниками Товариства здійснюється тільки відповідно до їхніх трудових обов'язків. Суспільство і розпорядники персональних даних приймати необхідні організаційні та технічні заходи для захисту персональних даних від неправомірного доступу до них третіх осіб. </p>
            <p> Суспільство і розпорядники персональних даних будуть здійснювати з персональними даними дії, необхідні для мети та цілей, зазначених вище, включаючи (але не обмежуючись цим): здійснювати обробку повністю або частково в інформаційній (автоматизованій) системі та / або в картотеках персональних даних ; здійснювати збір в обсязі, необхідному для вищезазначених цілей і цілей; реєстрацію, накопичення, адаптації, зміна, відновлення, використання, знеособлення відомостей; здійснювати поширення (розповсюдження, реалізацію, передачу) персональних даних розпорядникам персональних даних і третім особам, зазначеним у цій згоді; зберігати персональні дані протягом строку, необхідного для вищезазначених цілей і цілей; знищувати персональні дані після закінчення терміну їх зберігання. </p>
            <h3> 6. Порядок поширення персональних даних: </h3>
            <p> Персональні дані, зібрані Товариством, можуть бути поширені (передані) Товариством відповідно до цілей, зазначених вище в цій згоді, на користь третіх осіб, з якими Товариство має договірні відносини. Останні беруть на себе зобов'язання забезпечення належного виконання норм Закону України "Про захист персональних даних", а також попереджені про необхідність збереження конфіденційності персональних даних. Треті особи, на користь яких Товариством були передані зібрані персональні дані, наділяються правом на обробку таких даних в рамках чинного законодавства </p>
            <h3> 7. Порядок доступу до персональних даних: </h3>
            <p> Доступ до персональних даних, зібраних Товариством здійснюється відповідно до Закону України «Про захист персональних даних». Таким чином, цією згодою на обробку моїх персональних даних я надаю Товариству дозвіл здійснювати будь-яка дія або сукупність дій з моїми персональними даними для мети та цілей, зазначених вище; здійснювати збір в обсязі, необхідному для вищезазначених цілей і цілей; реєстрацію, накопичення, адаптації, зміна, відновлення, використання, знеособлення відомостей про мене; здійснювати поширення (розповсюдження, реалізацію, передачу) моїх персональних даних розпорядникам персональних даних і третім особам без повідомлення мене про це поширення; зберігати мої персональні дані протягом строку, необхідного для вищезазначених цілей і цілей; знищувати мої персональні дані після закінчення терміну їх зберігання.
Зокрема, я надаю Товариству згоду (дозвіл) поширювати (розповсюджувати, реалізовувати, передавати) мої персональні дані, зібрані Товариством, в разі якщо мої персональні дані в межах зазначеного вище складу та обсягу передаватися Товариством з метою та цілями, зазначеними вище в цій згоді , розпорядникам персональних даних і / або третім особам, яким Товариство зобов'язане надавати персональні дані споживачів відповідно до чинного законодавства (органи державної влади та місцевого самоврядування, уповноважені здійснювати контроль за дотриманням прав споживачів і т.д.), правонаступникам Товариства у разі реорганізації Товариства .

            </p>
            <h3> 8. Права, обумовлені ст.8 Закону України 2297-VI «Про захист персональних даних» в зв'язку з обробкою персональних даних: </h3>
            <ol>
                <li> знати про джерела збору, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження власника або розпорядника персональних даних або дати відповідне доручення щодо отримання цієї інформації уповноваженим ним особам, крім випадків, встановлених законом; </ li>
                <li> отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються персональні дані; </ li>
                <li> на доступ до своїх персональних даних; </ li>
                <li> отримувати не пізніш як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених законом, відповідь в тому, обробляються персональні дані, а також отримувати зміст таких персональних даних; </ li>
                <li> пред'являти вмотивованою вимога власнику персональних даних з запереченнями проти обробки своїх персональних даних; </ li>
                <li> пред'являти вмотивованою вимога про зміну або знищення своїх персональних даних будь-яким власником і розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостоверними; </ li>
                <li> на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховування, ненаданням чи несвоєчасним їх надання, а також на захист від надання відомостей, які є недостоверними або ганьблять честь, гідність та ділову репутацію фізичної особи; </ li>
                <li> звертатися зі скаргами на обробку своїх персональних даних до Уповноваженого Верховної Ради України з прав людини або до суду; </ li>
                <li> застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних; </ li>
                <li> вносити застереження про обмеження права на обробку своїх персональних даних при наданні згоди; </ li>
                <li> відкликати згоду на обробку персональних даних; </ li>
                <li> знати механізм автоматичної обробки персональних даних; </ li>
                <li> на захист від автоматизованого рішення, яке має правові наслідки. </li>
            </ol>
        </div>
    )
}
export default DataTrue