import React from 'react'

const Politic = () => {
    return (
        <div>
            <p> Я підтверджую відсутність медичний заборон на заняття спортом, відсутність захворювання, несумісних з участю в спортивному Клубі, інших медичних протипоказань для заняття спортом, беру на себе повну відповідальність за своє здоров'я і життя під час тренувань в Клубі, потдверждаю, що ознайомлений з правилами участі в громадському спортивному Клубі по заняттях які будуть проходити на території, а саме: </p>
            <p> Технічним умовам і особливостям місце проведення занять і технікою безпеки під час проведення занять. </p>
            <p> Власний спортивний інвентар, який я буду використовувати (в разі використання такого інвентарю), буде відповідати правилам техніки безпеки, рівнем складності занять, особливостей місця проведення. Я повністю усвідомлюю ризик отримання мною травм і пошкоджень, а також пошкоджень власного спортивного обладнання, тому зобов'язуюсь дотримуватися правил техніки безпеки, рішень і завдань лідера спорту. </p>
            <p> Підтверджую, що в разі отримання мною травм або пошкоджень власного обладнання (при використань), не матиму претензій до організаторів і лідеру спорту. Зобов'язуюся навмисно або ненавмисно не пошкоджувати майно, інвентар, обладнання належить Клубу, лідеру спорту і іншим спортсменам. В іншому випадку, зобов'язуюсь відшкодувати заподіяну мною збитки. </p>
            <p> З умовами, перерахованими в положенні про спортивні Клубах, ознайомлений, прошу допустити мене до участі в громадському спортивному Клубі. </p>
            <p> В разі відсутності у мене страхового поліса і / або відповідної медичної довідки при настанні страхового / нещасного випадку всі витрати на лікування, відновлення, моральний і матеріальний збиток під час занять в Клубі беру на себе, а також не матиму претензій до Клубу і лідеру спорту </p>
            <p> Я підтверджую, що хочу отримувати інформацію про програми та заходи компанії MSport і управління спорту Маріупольський міської ради </p>
        </div>
    )
}
export default Politic